Revit 2023 API
ParameterTypeId.LoadIsCreatedByApi Property
 "Is created by API"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId LoadIsCreatedByApi { get; }
Visual Basic
Public Shared ReadOnly Property LoadIsCreatedByApi As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ LoadIsCreatedByApi {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace